Repository: Lunatixz/KODI_Addons
Catalog: plugin.audio.lastfmtube/resources/language/resource.language.*/strings.po
Languages: he_il

# #30000
source: Enable Debugging [Log errors]
he_il: אפשר מצב איתור באגים

# #30001
source: Username 1
he_il: שם משתמש 1

# #30002
source: Password
he_il: סיסמה

# #30003
source: Username 2
he_il: שם משתמש 2

# #30004
source: Password
he_il: סיסמה

# #30005
source: Playlist Media Limit
he_il: מגבלת רשימת ניגון מדיה

# #30006
source: Randomize Playlist
he_il: רשימת ניגון אקראית

# #30007
source: Enter API-Key
he_il: הזו מפתח API מותאם אישית

# #30008
source: Enter API-Secret Key
he_il: הזן מפתח API סודי

# #30009
source: Use Personal Last.FM API KEY (recommended)
he_il: תשתמש במפתח API מותאם אישית ל- Last.FM (מומלץ)
