Repository: Lunatixz/KODI_Addons
Catalog: screensaver.system47/resources/language/resource.language.*/strings.po
Languages: sv_se

# Addon Summary
source: System 47 - Star Trek LCARS ScreenSaver
sv_se: System 47 - Star Trek LCARS skärmsläckare

# Addon Description
source: What is LCARS? LCARS is an acronym for Library Computer Access and Retrieval System, which is the primary computer system in the universe of Star Trek's Starfleet and Federation. On many close-up shots from the Star Trek TV shows and movies, you can actually see the word, LCARS, on some computer monitor displays. For the fans, LCARS is also often used to refer the graphical displaying interface. There's actually another name for this type of graphical displays. It's Okudagram. It is named after the inventor, Michael Okuda. Michael created it when he was the scenic art supervisor for the TV show, Star Trek: The Next Generation.
sv_se: Vad är LCARS? LCARS är en akronym för Library Computer Access and Retrieval System, som är det primära datorsystemet i Star Treks universum med Stjärnflottan och Federationen. På många närbilder från Star Treks tv-serier och filmer kan man faktiskt se ordet LCARS på vissa datorskärmar. För fansen används LCARS också ofta för att hänvisa till det grafiska visningsgränssnittet. Det finns faktiskt ett annat namn för denna typ av grafiska skärmar. Det är Okudagram. Det är uppkallat efter uppfinnaren, Michael Okuda. Michael skapade det när han var scenkonstansvarig för TV-serien Star Trek: The Next Generation.

# #32000
source: Random Start Position
sv_se: Slumpmässig startposition

# #32001
source: Download video (2.71GB)
sv_se: Hämta ner video (2,71 GB)

# #30001
source: Something went wrong, Try again...
sv_se: Något gick fel, försök igen...

# #30002
source: Downloading...
sv_se: Laddar ner...

# #30003
source: Mute ScreenSaver
sv_se: Tyst skärmsläckare

# #30004
source: Youtube/Tubed Plugins not installed! Open Settings to download locally.
sv_se: Tilläggen för Youtube/Tubed är inte installerade! Öppna inställningar för att hämta ner lokalt.

# #30005
source: Copying...
sv_se: Kopierar...

# #30006
source: Select Playlist
sv_se: Välj spellista

# #30007
source: Random Youtube
sv_se: Slumpmässig Youtube

# #30008
source: Singe Local File
sv_se: Enstaka lokal fil

# #30009
source: Open Settings to download the video file.
sv_se: Öppna inställningar för att hämta ner videofilen.

# #30010
source: General
sv_se: Allmänt
