Repository: Lunatixz/KODI_Addons
Catalog: plugin.video.airytv/resources/language/resource.language.*/strings.po
Languages: de_de, it_it, sv_se

# Addon Summary
source: Airy TV is the entertainment destination for watching 100% Free TV.
it_it: Airy TV è la meta del divertimento per guardare TV gratuita al 100%.

# Addon Description
source: Airy TV is the entertainment destination for watching 100% Free TV, Movies & Comedy. Stream Anime & Sports, all your entertainment in one place. ... Streaming has never been smoother! Airy TV has no contract, no fees, no-nonsense, just free TV, Movies, Comedy Anime, Sports, all your entertainment delivered to you.
it_it: Airy TV è la meta del divertimento per guardare TV, film e commedie gratuiti al 100% . Trasmette anime e sport, tutto il tuo intrattenimento in un unico posto. La riproduzione non è mai stata così fluida! Airy TV non ha nessun contratto, nessuna tariffa, nessuna vincolo, solo TV gratuita: film, anime, sport, tutto il tuo intrattenimento ti viene consegnato a costo zero.

# #30000
source: Enable Debugging [Log errors]
de_de: Debugging erlauben [Protokollfehler]
it_it: Abilita debug (registra errori)
sv_se: Aktivera felsökning [logga fel]

# #30012
source: OnDemand
it_it: Su richiesta

# #30013
source: Guide
de_de: EPG
it_it: Guida

# #30014
source: All Channels
de_de: Alle Sender
it_it: Tutti i canali
sv_se: Alla kanaler

# #30015
source: >> Next
de_de: >> Weiter
it_it: >> Avanti
sv_se: >> Nästa

# #30016
source: Featured
it_it: In primo piano
sv_se: Utvalda

# #30017
source: Categories
de_de: Kategorien
it_it: Categorie
sv_se: Kategorier

# #30018
source: Lineup
de_de: Besetzung
it_it: Elenco
sv_se: Rada upp

# #30023
source: On Now
de_de: Jetzt läuft
it_it: Adesso
sv_se: På nu

# #30024
source: Channel lineup
de_de: Senderauswahl
it_it: Elenco canali
sv_se: Kanaluppställning

# #30025
source: Channel by genre
de_de: Sender nach Genre
it_it: Canali per genere
sv_se: Kanal efter genre

# #30026
source: Video On Demand
it_it: Video su richiesta

# #30029
source: Coming Up Later...
de_de: Später kommt …
it_it: In arrivo più tardi...
sv_se: Kommer senare...

# #30030
source: Allow this plugin to automatically configure IPTV Simple PVR Backend?
de_de: Darf dieses Plugin das IPTV-Simple-PVR-Backend automatisch konfigurieren?
it_it: Consentire a questo plug-in di configurare automaticamente IPTV Simple PVR Backend?
sv_se: Tillåta detta tillägg att automatiskt konfigurera IPTV Simple PVR Backend?

# #30031
source: %s Updating...
de_de: %s wird aktualisiert …
it_it: %s in aggiornamento...
sv_se: %s uppdateras...

# #30032
source: M3U/XMLTV Path
de_de: M3U/XMLTV-Pfad
it_it: Percorso M3U/XMLTV
sv_se: M3U/XMLTV-sökväg

# #30033
source: Enable M3U/XMLTV Generator Service
de_de: M3U/XMLTV-Generatordienst aktivieren
it_it: Abilita generatore di servizi M3U/XMLTV
sv_se: Aktivera generatortjänst för M3U/XMLTV

# #30035
source: Build Only Favorites
de_de: Nur Favoriten aufbauen
it_it: Crea solo Preferiti
sv_se: Bygg endast favoriter

# #30036
source: %s added to Favorites
de_de: %s zu Favoriten hinzugefügt
it_it: %s aggiunto ai Preferiti
sv_se: %s tillagd i favoriter

# #30037
source: %s removed from Favorites
de_de: %s von Favoriten entfernt
it_it: %s rimosso dai Preferiti
sv_se: %s borttagna från favoriter

# #30038
source: Add Channel to Favorites
de_de: Sender zu Favoriten hinzufügen
it_it: Aggiungi canale ai Preferiti
sv_se: Lägg till kanal i favoriter

# #30039
source: Remove Channel from Favorites
de_de: Sender aus Favoriten entfernen
it_it: Rimuovi canale dai Preferiti
sv_se: Ta bort kanal från favoriter

# #30040
source: Live (Favorites)
de_de: Live (Favoriten)
it_it: Dal vivo (Preferiti)
sv_se: Live (favoriter)

# #30041
source: Use Direct stream
de_de: Direktstream verwenden
it_it: Usa streaming diretto
sv_se: Använd direktström

# #30042
source: PseudoTV Live Supported through Recommended Services
de_de: PseudoTV-Live wird durch empfohlene Dienste unterstützt
it_it: PseudoTV Live supportato tramite i servizi consigliati
sv_se: PseudoTV Live stöds genom rekommenderade tjänster

# #30043
source: Prefer Color Channel Logos
de_de: Farbige Senderlogos bevorzugen
it_it: Preferisci loghi dei canali a colori
sv_se: Föredrar färgkanallogotyper

# #30044
source: General
de_de: Allgemein
it_it: Generale
sv_se: Allmänt

# #49000
source: Integration
it_it: Integrazione

# #49001
source: Install PseudoTV Live add-on
de_de: PseudoTV-Live-Addon installieren
it_it: Installa l'add-on PseudoTV Live
sv_se: Installera tillägget PseudoTV Live

# #49002
source: Install IPTV Manager add-on
de_de: IPTV-Manager-Addon installieren
it_it: Installa l'add-on IPTV Manager
sv_se: Installera tillägget IPTV Manager

# #49003
source: Enable IPTV Manager integration
de_de: IPTV-Manager-Integration aktivieren
it_it: Abilita integrazione con IPTV Manager
sv_se: Aktivera IPTV Manager

# #49004
source: IPTV Manager settings…
de_de: IPTV-Manager-Einstellungen …
it_it: Impostazioni IPTV Manager…
sv_se: Inställningar för IPTV Manager…

# #49005
source: PseudoTV Live settings…
de_de: PseudoTV-Live-Einstellungen …
it_it: Impostazioni PseudoTV Live…
sv_se: Inställningar för PseudoTV Live…

# #49006
source: Only add Favorites
de_de: Nur Favoriten hinzufügen
it_it: Aggiungi solo Preferiti
sv_se: Lägg endast till favoriter

# #49007
source: %s added to Favorites
de_de: %s zu Favoriten hinzugefügt
it_it: %s aggiunto ai Preferiti
sv_se: %s tillagd till favoriter

# #49008
source: %s removed from Favorites
de_de: %s von Favoriten entfernt
it_it: %s rimosso dai Preferiti
sv_se: %s borttagen från favoriter

# #49009
source: Add Channel to Favorites
de_de: Sender zu Favoriten hinzufügen
it_it: Aggiungi canale ai Preferiti
sv_se: Lägg till kanal till favoriter

# #49010
source: Remove Channel from Favorites
de_de: Sender von Favoriten entfernen
it_it: Rimuovi canale dai Preferiti
sv_se: Ta bort kanal från favoriter

# #49011
source: Live (Favorites)
de_de: Live (Favoriten)
it_it: Dal vivo (Preferiti)
sv_se: Live (favoriter)

# #49012
source: Favorites
de_de: Favoriten
it_it: Preferiti
sv_se: Favoriter
