Repository: Lunatixz/KODI_Addons
Catalog: screensaver.videosaver/resources/language/resource.language.*/strings.po
Languages: es_es

# Addon Summary
source: Create a screensaver from any Kodi video source.
es_es: Crea un protector de pantalla de cualquier fuente de vídeo en Kodi.

# Addon Description
source: Dynamic screensaver using Local content, SmartPlaylists, Plugins and UPNP Servers.
es_es: Protector de pantalla dinámico que utiliza contenido local, listas de reproducción inteligentes, complementos y servidores UPNP.

# Addon Disclaimer
source: Streaming sources not recommend for metered Internet.
es_es: Se recomienda no usar recursos en Streaming para conexiones a Internet de uso medido.

# #32002
source: Video Type
es_es: Tipo de vídeo

# #32003
source: Video File
es_es: Archivo de vídeo

# #32004
source: Video Folder
es_es: Carpeta de vídeo

# #32005
source: Video Limit
es_es: Número de vídeos

# #32006
source: Randomize
es_es: Modo aleatorio

# #32007
source: Disable Trakt
es_es: Deshabilitar Trakt

# #32008
source: Ignore Keypress (Stop to end).
es_es: Ignorar pulsación de teclas (DETENER para finalizar)

# #32009
source: Single Video
es_es: Un solo vídeo

# #32010
source: Multiple Videos
es_es: Multiples vídeos

# #32012
source: Enable Debugging [Log errors]
es_es: Habilitar modo depuración (registro de errores)

# #32013
source: Building Playlist
es_es: Construyendo lista de reproducción
