Repository: Lunatixz/KODI_Addons
Catalog: service.pvr.channels.cleaner/resources/language/resource.language.*/strings.po
Languages: fr_fr

# Addon Summary
source: Clean ChannelsDVR PVR Buffer
fr_fr: Nettoyer les chaînes avec le tampon DVR/PVR

# Addon Description
source: Left unchecked ChannelsPVR backend can eat up storage with leftover live tv buffers. This service cleans all inactive buffers!
fr_fr: Si vous ne désactivez pas le système, ChannelsPVR peut consommer beaucoup d'espace de stockage avec les mémoires tampons TV inactives. Ce service supprime toutes ces mémoires tampons inactives !

# Addon Disclaimer
source: For Personal use; not meant for general use
fr_fr: Pour usage personnel ; non destiné à un usage général

# #32001
source: Enable Debugging
fr_fr: Activer le débogage

# #32002
source: Idle Action
fr_fr: Action inactive

# #32003
source: Idle Timer (Minutes)
fr_fr: Minuteur inactif (Minutes)

# #32004
source: Idle Countdown (Seconds)
fr_fr: Compteur inactif (Secondes)

# #32005
source: Ignore When Playing Music
fr_fr: Ignorer lors de la lecture de musique

# #32006
source: User Defined
fr_fr: Défini par l'utilisateur

# #32007
source: CEC Shutdown
fr_fr: Arrêt CEC

# #32008
source: CEC Standby
fr_fr: Veille CEC

# #32009
source: Hibernate
fr_fr: Hibernation

# #32010
source: Suspend
fr_fr: Suspendre

# #32011
source: Shutdown
fr_fr: Arrêter

# #32012
source: Quit
fr_fr: Quitter

# #32013
source: Activate Screensaver
fr_fr: Activer l'économiseur d'écran

# #32014
source: Visit 'https://kodi.wiki/view/List_of_built-in_functions' for details
fr_fr: Consultez la page « https://kodi.wiki/view/List_of_built-in_functions » pour plus de détails

# #32015
source: Enter built-in function
fr_fr: Saisir la fonction intégrée

# #32016
source: Enable Soft Mute
fr_fr: Activer le mode silencieux progressif

# #32017
source: Idle Countdown
fr_fr: Compte à rebours inactif

# #32018
source: Cancel to continue watching
fr_fr: Annuler pour continuer à regarder

# #32019
source: Sleeping in %s seconds
fr_fr: Veille dans %s secondes

# #32020
source: Run Manually
fr_fr: Exécuter manuellement

# #32021
source: Test Action
fr_fr: Action de test
