Repository: Lunatixz/KODI_Addons
Catalog: service.iptv.manager/resources/language/resource.language.*/strings.po
Languages: de_de, ko_kr, pl_pl

# Addon Summary
source: Integrate IPTV channels from other add-ons in the Kodi TV and Radio menus
de_de: IPTV-Sender aus anderen Addons in Kodis TV- und Radiomenüs integrieren
pl_pl: Zintegruj kanały IPTV z innych dodatków w menu Kodi Telewizja i Radio

# Addon Description
source: IPTV Manager integrates IPTV channels from other add-ons in the Kodi TV and Radio menus.
de_de: IPTV-Mananger integriert IPTV-Sender aus anderen Addons in die TV- und Radiomenüs von Kodi.
pl_pl: IPTV Manager integruje kanały IPTV z innych dodatków w menu Kodi Telewizja i Radio.

# #30600
source: Play with IPTV Manager
de_de: Mit IPTV-Manager wiedergeben
ko_kr: IPTV 관리자로 플레이
pl_pl: Odtwarzaj z IPTV Manager

# #30700
source: Are you sure you want to setup IPTV Simple for the use with IPTV Manager? Any existing configuration of IPTV Simple will be overwritten.
de_de: Soll IPTV Simple wirklich für die Verwendung mit IPTV-Manager eingerichtet werden? Die Konfiguration von IPTV Simple wird dadurch überschrieben.
ko_kr: IPTV 관리자와 함께 사용하기 위해 IPTV Simple을 설정하시겠습니까? 기존 IPTV Simple 구성을 덮어씁니다.
pl_pl: Czy na pewno chcesz skonfigurować IPTV Simple z IPTV Manager? Każda istniejąca konfiguracja IPTV Simple zostanie nadpisana.

# #30701
source: IPTV Simple is configured for use with IPTV Manager!
de_de: IPTV Simple ist für die Verwendung mit IPTV-Manager eingerichtet!
ko_kr: IPTV Simple은 IPTV 관리자와 함께 사용하도록 구성되었습니다!
pl_pl: IPTV Simple jest skonfigurowany do użytku z IPTV Manager!

# #30702
source: The configuration of IPTV Simple has failed. Please check the log files for more information.
de_de: Die Einrichtung von IPTV Simple ist fehlgeschlagen. Bitte Protokolldateien für weitere Details einsehen.
ko_kr: IPTV Simple 구성에 실패했습니다. 자세한 내용은 로그 파일을 확인하십시오.
pl_pl: Konfiguracja IPTV Simple nie powiodła się. Sprawdź pliki rejestru, aby uzyskać więcej informacji.

# #30703
source: Detecting IPTV add-ons...
de_de: IPTV-Addons werden gesucht ...
ko_kr: IPTV 애드온 확인 중...
pl_pl: Wykrywanie dodatków IPTV...

# #30704
source: Fetching channels and guide of {addon}...
de_de: Sender und EPG von {addon} werden geladen ...
ko_kr: {addon}의 채널 및 가이드를 가져오는 중...
pl_pl: Pobieranie kanałów i przewodnika {addon}...

# #30705
source: Updating channels and guide...
de_de: Sender und EPG werden aktualisiert ...
ko_kr: 채널 및 가이드 업데이트 중...
pl_pl: Aktualizowanie kanałów i przewodnika...

# #30706
source: This program isn't available to play.
de_de: Diese Sendung ist zur Wiedergabe nicht verfügbar.
ko_kr: 이 프로그램은 재생할 수 없습니다.
pl_pl: Ten program nie jest dostępny do odtwarzania.

# #30800
source: Channels
de_de: Sender
ko_kr: 채널
pl_pl: Kanały

# #30801
source: Refreshing
de_de: Aktualisierung
ko_kr: 새로 고침
pl_pl: Odświeżanie

# #30802
source: Refresh interval [I](in hours)[/I]
de_de: Aktualisierungsintervall [I](in Stunden)[/I]
ko_kr: 새로 고침 간격 [I](시간 단위)[/I]
pl_pl: Interwał odświeżania [I](w godzinach)[/I]

# #30803
source: Refresh channels and guide now…
de_de: Sender und EPG jetzt aktualisieren …
ko_kr: 지금 채널과 가이드 새로 고침…
pl_pl: Odśwież kanały i przewodnika teraz…

# #30821
source: Configuration
de_de: Konfiguration
ko_kr: 설정
pl_pl: Konfiguracja

# #30822
source: Configure IPTV Simple automatically…
de_de: IPTV Simple automatisch konfigurieren …
ko_kr: 자동으로 IPTV Simple 설정…
pl_pl: Skonfiguruj IPTV Simple automatycznie…

# #30823
source: Open IPTV Simple settings…
de_de: Einstellungen von IPTV Simple öffnen …
ko_kr: IPTV Simple 설정 열기…
pl_pl: Otwórz ustawienia IPTV Simple…

# #30824
source: Automatically restart IPTV Simple to refresh the data
de_de: Zum Aktualisieren der Daten IPTV automatisch neu starten
ko_kr: IPTV Simple을 자동으로 다시 시작하여 데이터 새로 고침
pl_pl: Automatycznie uruchom ponownie IPTV Simple, aby odświeżyć dane

# #30880
source: Expert
de_de: Experte
ko_kr: 전문가
pl_pl: Eksperckie

# #30881
source: Logging
de_de: Protokollierung
ko_kr: 로그
pl_pl: Rejestrowanie

# #30882
source: Enable debug logging
de_de: Protokollierung für Fehlersuche aktivieren
ko_kr: 디버그 로그 사용
pl_pl: Włącz rejestrowanie debugowania

# #30883
source: Install Kodi Logfile Uploader…
de_de: Kodi Logfile Uploader installieren …
ko_kr: Kodi 로그 파일 업로더 설치…
pl_pl: Zainstaluj Kodi Logfile Uploader…

# #30884
source: Open Kodi Logfile Uploader…
de_de: Kodi Logfile Uploader öffnen …
ko_kr: Kodi 로그 파일 업로더 열기…
pl_pl: Otwórz Kodi Logfile Uploader…
