Repository: Lunatixz/KODI_Addons
Catalog: service.moduleauditor/resources/language/resource.language.*/strings.po
Languages: ko_kr, pl_pl

# Addon Summary
source: Scan and Compare installed modules w/official Kodi repository.
pl_pl: Skanuj i porównuj zainstalowane moduły z oficjalnym repozytorium Kodi.

# Addon Description
source: Scan and Compare installed modules w/official Kodi repository.
pl_pl: Skanuj i porównuj zainstalowane moduły z oficjalnym repozytorium Kodi.

# Addon Disclaimer
source: Module Auditor does not prevent nor protect you from Mal-ware. A clean scan does not guarantee a system free o Malware. Use common sense when installing third-party repositories.
pl_pl: Moduł Auditor nie zapobiega ani nie chroni przed złośliwym oprogramowaniem. Czyste skanowanie nie gwarantuje, że system jest wolny od złośliwego oprogramowania. Podczas instalowania repozytoriów zewnętrznych należy kierować się zdrowym rozsądkiem.

# #32000
source: Enable Debugging
ko_kr: 디버그 사용함
pl_pl: Włącz debugowanie

# #30001
source: Something went wrong, Try again...
ko_kr: 문제가 발생했습니다. 다시 시도하세요...
pl_pl: Coś poszło nie tak, spróbuj ponownie...

# #32002
source: [COLOR=green]Verified[/COLOR]
ko_kr: [COLOR=green]확인됨[/COLOR]
pl_pl: [COLOR=green]Zweryfikowano[/COLOR]

# #32003
source: [COLOR=orange]Unknown Origin[/COLOR]
ko_kr: [COLOR=orange]알 수 없는 출처[/COLOR]
pl_pl: [COLOR=orange]Nieznane pochodzenie[/COLOR]

# #32004
source: [COLOR=red]Unknown Version[/COLOR]
ko_kr: [COLOR=red]알 수 없는 버전[/COLOR]
pl_pl: [COLOR=red]Nieznana wersja[/COLOR]

# #32005
source: Silently run scan every x days
ko_kr: x일마다 자동으로 스캔 실행
pl_pl: Cicho uruchom skanowanie co x dni

# #32006
source: found [B]%d[/B] issue%s, Manually run for more details ...
ko_kr: [B]%d[/B] 문제%s을(를) 찾았습니다. 자세한 내용을 보려면 수동으로 실행하십시오...
pl_pl: znaleziono [B]%d[/B] problemów %s, ręcznie uruchom, abu uzyskać więcej szczegółów...

# #32007
source: Summary
ko_kr: 요약
pl_pl: Podsumowanie

# #32008
source: Details
ko_kr: 세부 정보
pl_pl: Szczegóły

# #32009
source: View Summary or Details?
ko_kr: 요약 또는 세부 정보를 보시겠습니까?
pl_pl: Wyświetlić podsumowanie czy szczegóły?

# #32010
source: Module Disabled
ko_kr: 모듈 사용 안 함
pl_pl: Moduł wyłączony

# #32011
source: Disable %s?
ko_kr: %s을(를) 사용하지 않을까요?
pl_pl: Wyłączyć %s?

# #32012
source: Select Module to disable
ko_kr: 사용하지 않을 모듈 선택
pl_pl: Wybierz moduł do wyłączenia

# #32013
source: [COLOR=white][B]Risk Assessment[/B][/COLOR] - [COLOR=red][B]Severe[/B][/COLOR] | [COLOR=orange][B]Moderate[/B][/COLOR] | [COLOR=green][B]Low[/B][/COLOR]
ko_kr: [COLOR=white][B]위험 평가[/B][/COLOR] - [COLOR=red][B]심각[/B][/COLOR] | [COLOR=orange][B]보통[/B][/COLOR] | [COLOR=green][B]낮음[/B][/COLOR]
pl_pl: [COLOR=white][B]Ocena ryzyka[/B][/COLOR] - [COLOR=red][B]Spore[/B][/COLOR] | [COLOR=orange][B]Średnie[/B][/COLOR] | [COLOR=green][B]Niewielkie[/B][/COLOR]

# #32014
source: Building Kodi Repositories ...
ko_kr: Kodi 저장소 만드는 중...
pl_pl: Tworzenie repozytoriów Kodi...

# #32015
source: reviewing %s
ko_kr: %s 검토 중
pl_pl: inspekcja %s

# #32016
source: Auditing Modules ...
ko_kr: 모듈 검사...
pl_pl: Audyt modułów...

# #32017
source: Verifying %s
ko_kr: %s 확인 중
pl_pl: Weryfikowanie %s

# #32018
source: Audit Complete
ko_kr: 검사 완료
pl_pl: Audyt zakończony

# #32019
source: Added to White List
ko_kr: 화이트리스트에 추가됨
pl_pl: Dodano do białej listy

# #32020
source: View Options for Module?
ko_kr: 모듈에 대한 옵션을 볼까요?
pl_pl: Wyświetlić opcje modułu?

# #32021
source: Disable Module?
ko_kr: 모듈을 사용하지 않을까요?
pl_pl: Wyłączyć moduł?

# #32022
source: Ignore Module?
ko_kr: 모듈을 무시할까요?
pl_pl: Zignorować moduł?

# #32023
source: More Information ...
ko_kr: 더 많은 정보 ...
pl_pl: Więcej informacji...

# #32024
source: Back to Details ...
ko_kr: 세부 정보로 돌아가기 ...
pl_pl: Powrót do szczegółów...

# #32025
source: Select Action for %s
ko_kr: %s에 대한 작업 선택
pl_pl: Wybierz czynność dla %s

# #32026
source: Disable Auto Scan
ko_kr: 자동 스캔 사용 안 함
pl_pl: Wyłącz automatyczne skanowanie
