Repository: Lunatixz/KODI_Addons
Catalog: script.twittertweets/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, ko_kr

# Addon Description
source: Monitor your favorite twitter accounts, receive "realtime" tweets.
de_de: Beobachte deine Twitterfavoriten, erhalte Tweets in Echtzeit.
es_es: Sigue tus cuentas de Twitter favoritas, recibe tweets "en tiempo real".
ko_kr: 좋아하는 트위터 계정을 모니터링하고 "실시간" 트윗을 받으세요.

# #30000
source: Enable Debugging [Log errors]
de_de: Debugging einschalten [Fehler protokollieren]
es_es: Activar depuración [Registrar errores]
ko_kr: 디버그 사용 [오류 기록]

# #30001
source: Twitter Account
de_de: Twitter Konto
es_es: Cuenta de Twitter
ko_kr: 트위터 계정

# #30002
source: Check Tweets Every x Minutes
de_de: Tweets alle x Minuten prüfen
es_es: Comprobar Tweets cada x minutos
ko_kr: 매 x분마다 트윗 확인

# #30003
source: Close After x Seconds
de_de: Nach x Sekunden schließen
es_es: Cerrar tras x segundos
ko_kr: x초 후 닫기

# #30004
source: Don't Show While Playing
de_de: Nicht während der Wiedergabe anzeigen
es_es: No mostrar durante la reproducción
ko_kr: 재생하는 동안 표시하지 않음

# #30005
source: General
de_de: Allgemein
ko_kr: 일반

# #30006
source: Twitter (1)
ko_kr: 트위터 (1)

# #30007
source: Twitter (2)
ko_kr: 트위터 (2)

# #30008
source: Twitter (3)
ko_kr: 트위터 (3)

# #30009
source: Twitter (4)
ko_kr: 트위터 (4)

# #30010
source: Twitter (5)
ko_kr: 트위터 (5)

# #30011
source: Display Attachment
de_de: Anhang anzeigen
es_es: Mostrar adjuntos
ko_kr: 첨부 보기

# #30012
source: Restarting Service...
de_de: Dienst wird neu gestartet …
es_es: Reiniciando servicio...
ko_kr: 서비스 다시 시작 중...

# #30013
source: Include Retweets
de_de: Retweets einbeziehen
es_es: Incluir Retweets
ko_kr: 리트윗 포함

# #30014
source: Enable Video Attachments (Experimental)
de_de: Videoanhänge aktivieren (Experimentell)
es_es: Activar adjuntar vídeos (Experimental)
ko_kr: 동영상 첨부 사용 (시험)
