Repository: Lunatixz/KODI_Addons
Catalog: plugin.video.plutotv/resources/language/resource.language.*/strings.po
Languages: es_es

# Addon Summary
source: TV channels devoted to your favorite things, made from blockbuster movies from Paramount, ... “The genius of Pluto TV: This is real internet television”.
es_es: Canales de TV dedicados a tus cosas favoritas, hechos a partir de éxitos de taquilla de Paramount, ... "El genio de Pluto TV: Esto sí que es televisión por Internet".

# Addon Description
source: Watch Free TV on Kodi! Stream Pluto TV's 100+ channels of news, sports, and the Internet's best, completely free on your Kodi device.
es_es: ¡Ver TV gratis en Kodi! Transmite los más de 100 canales de noticias, deportes y lo mejor de Internet de Pluto TV, completamente gratis en tu dispositivo Kodi.

# #30000
source: Enable Debugging [Log errors]
es_es: Habilitar modo depuración (registro de errores)

# #30011
source: Live
es_es: En directo

# #30012
source: OnDemand
es_es: A la carta

# #30013
source: Guide
es_es: Guía

# #30014
source: All Channels
es_es: Todos los canales

# #30015
source: >> Next
es_es: >> Siguiente

# #30016
source: Featured
es_es: Destacados

# #30017
source: Categories
es_es: Categorías

# #30018
source: Lineup
es_es: Alineación

# #30023
source: On Now
es_es: Ahora

# #30024
source: Channel lineup
es_es: Lista de canales

# #30025
source: Channel by genre
es_es: Canal por género

# #30026
source: Video On Demand
es_es: Vídeo a la carta

# #30029
source: Coming Up Later...
es_es: Próximamente...

# #30030
source: Allow this plugin to automatically configure IPTV Simple PVR Backend?
es_es: ¿Permitir al plugin configurar automáticamente IPTV Simple PVR Backend?

# #30031
source: %s Updating...
es_es: Actualizando %s...

# #30032
source: M3U/XMLTV Path
es_es: Ruta M3U/XMLTV

# #30033
source: Enable M3U/XMLTV Generator Service
es_es: Activar Servicio Generador de M3U/XMLTV

# #30035
source: Build Only Favorites
es_es: Construir Solo Favoritos

# #30036
source: %s added to Favorites
es_es: %s añadido a Favoritos

# #30037
source: %s removed from Favorites
es_es: %s quitado de Favoritos

# #30038
source: Add Channel to Favorites
es_es: Añadir Canal a Favoritos

# #30039
source: Remove Channel from Favorites
es_es: Quitar Canal de Favoritos

# #30040
source: Live (Favorites)
es_es: En Directo (Favoritos)

# #30041
source: Use Direct stream
es_es: Usar flujo directo

# #30042
source: PseudoTV Live Supported through Recommended Services
es_es: PseudoTV Live soportado por medio de Servicios Recomendados

# #30043
source: Prefer Color Channel Logos
es_es: Color preferido de los logotipos del canal

# #49000
source: Integration
es_es: Integración

# #49001
source: Install PseudoTV Live add-on
es_es: Instalar add-on PseudoTV Live

# #49002
source: Install IPTV Manager add-on
es_es: Instalar add-on IPTV Manager

# #49003
source: Enable IPTV Manager integration
es_es: Activar integración con IPTV Manager

# #49004
source: IPTV Manager settings…
es_es: Ajustes de IPTV Manager…

# #49005
source: PseudoTV Live settings…
es_es: Ajustes de PseudoTV Live…

# #49006
source: Only add Favorites
es_es: Añadir solo Favoritos

# #49007
source: %s added to Favorites
es_es: %s añadido a Favoritos

# #49008
source: %s removed from Favorites
es_es: %s quitado de Favoritos

# #49009
source: Add Channel to Favorites
es_es: Añadir Canal a Favoritos

# #49010
source: Remove Channel from Favorites
es_es: Quitar Canal de Favoritos

# #49011
source: Live (Favorites)
es_es: En Directo (Favoritos)

# #49012
source: Favorites
es_es: Favoritos
